start_message = "Привет! этот бот может:\n📚/find_book - помочь вам найти книгу в библиотеках города Благовещенска\n🎭/events - узнать о мероприятиях в библиотеках"
other_input = "Я вас не понимаю😥\n📚/find_book - найти книгу\n🎭/events - узнать о мероприятиях в библиотеках "
name_author_format = 'отлично! теперь отправь мне фамилию автора и название книги'

digit_stikers = ['0️⃣','1️⃣','2️⃣','3️⃣','4️⃣','5️⃣','7️⃣','8️⃣','9️⃣']

books_list_req_tip = 'Чтобы забронировать одну из книг, выбери кнопку с соответствующей цифрой'

not_found = 'По вашему запросу ничего не найдено, повторите попытку'

please_wait = 'Все наши специальные войска отправлены на поиски вашей книги в наших базах! Пожалуйста, подождите'

wait_gif_url = 'https://i.giphy.com/1EuLa4HzCWffO.gif'